{
  "basics": {
    "name": "Sura Baghirova",
    "label": "",
    "picture": "https://surasb11.github.io/images/suras.jpg",
    "email": "hello@surasb.com",
    "phone": "213-425-4906",
    "website": "https://surasb11.github.io",
    "summary": "CEO at Miami Boats Rental<br>Entrepreneur | Operations Manager | Web Development & Data Analytics<br>Entrepreneur and dynamic business owner with hands-on experience in digital marketing, web development, customer service, and business management. Successfully managed and grew Miami Boats Rental through strategic marketing and operational excellence, generating significant reservations through social media. Skilled in programming, problem-solving, and analytics, with the ability to quickly adapt to new challenges. Seeking to leverage diverse skills in a dynamic role at a leading tech company. I believe that there's nothing you can't learn if you truly want to, and no matter how much you know, there's always something more to attain.",
    "location": {
      "address": "",
      "postalCode": "33139",
      "city": "Miami Beach",
      "countryCode": "USA",
      "region": "FL"
    },
    "profiles": [
      {
        "network": "github",
        "username": "surasb11",
        "url": "https://github.com/surasb11"
      },
      {
        "network": "linkedin",
        "username": "Sura Baghirova",
        "url": "https://www.linkedin.com/in/surasb/"
      },
      {
        "network": "instagram",
        "username": "surasb",
        "url": "https://www.instagram.com/surasb"
      }
    ]
  },
  "skills": [
    {
      "name": "Key Skills",
      "level": "",
      "keywords": [
        "Digital Marketing Strategy",
        "Web Development and Design (WordPress)",
        "Customer Service Excellence",
        "Sales and Reservation Management",
        "Data Analytics and Insights (AirTable)",
        "Social Media Management",
        "Business Operations and Management",
        "Advanced Technology",
        "Quick Learning and Adaptability",
        "Employee Training"
      ]
    },
    {
      "name": "Programming Skills",
      "level": "",
      "keywords": [
        "HTML (good)",
        "CSS (excellent)",
        "Swift (learning)",
        "Python (basic)",
        "CodeRunner",
        "Visual Studio Code"
      ]
    },
    {
      "name": "System Software",
      "level": "",
      "keywords": [
        "AirTable (excellent)",
        "WordPress (excellent)",
        "Shopify (good)",
        "QuickBooks (good)",
        "Photoshop (good)",
        "Microsoft (Excel, Word, Outlook)",
        "MacOS Proficiency"
      ]
    }
  ],
   "education": [
    {
      "institution": "University of Miami",
      "area": "Data Analytics",
      "studyType": "Boot Camp",
      "startDate": "2019-09-01",
      "endDate": "2020-03-28",
      "gpa": "",
      "courses": []
    },
    {
      "institution": "International Prague University",
      "area": "Travel and Tourism",
      "studyType": "Bachelor’s Degree",
      "startDate": "2010-09-01",
      "endDate": "2013-07-25",
      "gpa": "",
      "courses": []
    }
  ],
  "work": [
    {
      "company": "Miami Boats Rental",
      "position": "Owner and Manager",
      "website": "https://miami-boats-rental.com",
      "startDate": "2020-08-01",
      "endDate": "Present",
      "summary": "Founded and managed a yacht rental business, overseeing all aspects of operations including staff management, customer service, sales, and problem resolution to ensure customer satisfaction.",
      "highlights": [
        "Coordinating with vendors, owners, and crew to streamline services and ensure seamless operations.",
        "Managing reservations, calendars, and additional services such as decorations and catering.",
        "Developed and executed marketing strategies, including SEO to improve online presence and brand visibility.",
        "Developed and maintained the company website using WordPress, enhancing user experience and functionality.",
        "Managing social media accounts, creating engaging content and maintaining consistent customer engagement.",
        "Successfully trained all employees in data management, Photoshop, social media, accounting, sales, customer service, and strategic business organization."
      ]
    },
    {
      "company": "Solution Shop Consulting INC.",
      "position": "Coordinator / Project Manager",
      "website": "https://solutionshop.net/",
      "startDate": "2019-09-10",
      "endDate": "2019-12-31",
      "summary": "Information Technology & Services",
      "highlights": [
        "Worked remotely for an IT service provider based in Canada to help manage alert software and IT projects.",
        "Added employees' work timesheets to the system, assigned tasks to team members, and ensured task completion.",
        "Created invoices in Alert Software and imported them to QuickBooks.",
        "Tracked the BMC Remedy Action Request System for availability of new CRQs, TAS, and INCs."
      ]
    },
    {
      "company": "Creative Propulsion Labs",
      "position": "Data Coordinator / ERP Assistant / Web Product Manager",
      "website": "https://www.creativepl.com/",
      "startDate": "2018-08-01",
      "endDate": "2019-06-30",
      "summary": "A marketing company specializing in product management and digital marketing solutions.",
      "highlights": [
        "Joined as an intern and secured a full-time role within two months become the Product Specialist for our biggest client, “Diamond CBD.”",
        "Inputted and validated product data in the ERP system Odoo, ensuring all information was accurate and up-to-date.",
        "Managed wholesale and retail products and inventory in Odoo.",
        "Created and controlled SKUs and QR codes for product labels, ensuring all products were correctly assigned and functional.",
        "Published products and updates from Odoo to the company’s website via Drupal.",
        "Communicated with the design team, writers, and manufacturing clients to gather and provide necessary product information.",
        "Published new design banners and product images on the website using Drupal and Shopify.",
        "Assigned new product descriptions and ingredient information to writers, ensuring consistency and accuracy.",
        "Coordinated with the design team to create product labels and website images.",
        "Monitored and updated the website, ensuring all prices, descriptions, and meta descriptions were accurate and up-to-date.",
        "Monitored the website for any errors and bugs, providing developers with necessary information for fixes.",
        "Optimized client’s sites for SEO, ensuring meta titles and descriptions were attached for all products, pages, articles, and images.",
        "Managed product presentations and sales at trade shows."
      ]
    }
  ],
  "references": [
    {
      "name": "Available upon request",
      "reference": ""
    }
  ]
}
